---
kind: enumMember
id: F:Autodesk.Revit.DB.StructuralAssetClass.Gas
enum: Autodesk.Revit.DB.StructuralAssetClass
zh: 燃气
source: html/f62eea04-3d37-6450-9d5b-52627d3e677b.htm
---
# Autodesk.Revit.DB.StructuralAssetClass.Gas

**中文**: 燃气

Structural asset class is gas.